Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: HR BP review
pt_pt: Avaliação do BP de RH

source: Document released automatically
pt_pt: Documento publicado automaticamente

source: <strong>{{name}}</strong> changed the workflow step
pt_pt: <strong>{{name}}</strong> alterou a etapa do fluxo de trabalho

source: Document imported
pt_pt: Documento importado

source: <strong>{{name}}</strong> imported the document
pt_pt: <strong>{{name}}</strong> importou o documento

source: Document overridden
pt_pt: Documento substituído

source: <strong>{{name}}</strong> overrode the document
pt_pt: <strong>{{name}}</strong> substituiu o documento

source: Document details
pt_pt: Detalhes do documento

source: Recipient
pt_pt: Destinatário

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
pt_pt: <strong>{{name}}</strong> importou o documento do pedido de informação de remuneração {{requestId}}

source: <strong>{{name}}</strong> released the document
pt_pt: <strong>{{name}}</strong> disponibilizou o documento

source: <strong>{{name}}</strong> unreleased the document
pt_pt: <strong>{{name}}</strong> anulou a disponibilização do documento

source: <strong>{{name}}</strong> viewed the document
pt_pt: <strong>{{name}}</strong> visualizou o documento

source: Unrelease
pt_pt: Anular disponibilização

source: Download document
pt_pt: Descarregar documento

source: Import
pt_pt: Importar

source: The document was successfully canceled.
pt_pt: O documento foi cancelado com sucesso.

source: The workflow step was successfully changed.
pt_pt: A etapa do fluxo de trabalho foi alterada com sucesso.

source: The document was successfully deleted.
pt_pt: O documento foi eliminado com sucesso.

source: The document was successfully released.
pt_pt: O documento foi disponibilizado com sucesso.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
pt_pt: Ocorreram um ou mais erros de validação. Alguns documentos não estão na etapa de fluxo de trabalho adequada para a ação solicitada. Por favor, atualize a página.

source: Release document
pt_pt: Disponibilizar documento

source: View document
pt_pt: Ver documento

source: Change workflow step
pt_pt: Alterar etapa do fluxo de trabalho

source: Add filter criteria
pt_pt: Adicionar critérios de filtro

source: Advanced filters
pt_pt: Filtros avançados

source: Filter
pt_pt: Filtrar

source: Region
pt_pt: Região

source: State
pt_pt: Estado

source: Select fields & values
pt_pt: Seleccionar campos e valores

source: Comm manager: {{count}} filter applied
pt_pt: Gestor de comunicações: {{count}} filtro aplicado

source: Comm manager: {{count}} filters applied
pt_pt: Gestor de comunicações: {{count}} filtros aplicados

source: Recipient: {{count}} filter applied
pt_pt: Destinatário: {{count}} filtro aplicado

source: Recipient: {{count}} filters applied
pt_pt: Destinatário: {{count}} filtros aplicados

source: Comm manager
pt_pt: Gestor de comunicações

source: Values
pt_pt: Valores

source: Target workflow step
pt_pt: Etapa do fluxo de trabalho alvo

source: Release
pt_pt: Disponibilizar

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
pt_pt: Pretende disponibilizar {{selectedRowKeysLength}} de {{allAvailableDocumentsCount}} documentos selecionados? Apenas documentos não disponibilizados que estão na etapa "Revisão de documentos" serão disponibilizados.

source: You cannot release the documents. The selected documents have already been released.
pt_pt: Não pode disponibilizar os documentos. Os documentos selecionados já foram disponibilizados.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
pt_pt: {{releasedDocumentsLength}} dos {{selectedRowKeysLength}} documentos já foram disponibilizados. Deseja disponibilizar os outros documentos?

source: Do you want to release {{selectedRowKeysLength}} documents?
pt_pt: Deseja disponibilizar {{selectedRowKeysLength}} documentos?

source: Documents already released
pt_pt: Documentos já disponibilizados

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
pt_pt: {{SucceededCount}} de {{RequestedCount}} documentos foram disponibilizados com sucesso. Documentos que já estão disponibilizados e documentos que não estão na etapa "Revisão de documentos" não podem ser disponibilizados.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
pt_pt: {{SucceededCount}} de {{RequestedCount}} documentos foram lançados com sucesso.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
pt_pt: {{FailedLength}} de {{RequestedCount}} documentos selecionados não podem ser disponibilizados. Apenas documentos não disponibilizados que estão na etapa "Revisão de documentos" podem ser disponibilizados.

source: {{selectedDocsLength}} documents selected:
pt_pt: {{selectedDocsLength}} documentos selecionados:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
pt_pt: Pretende anular a disponibilização de {{selectedRowKeysLength}} dos {{allAvailableDocumentsCount}} documentos selecionados? Apenas documentos disponibilizados terão a sua disponibilização anulada.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
pt_pt: Não é possível anular a disponibilização de ficheiros que estão nos estados "Disponibilização anulada" e "Não disponibilizado".

source: You cannot unrelease the files. The selected files have not been released yet.
pt_pt: Não é possível anular a disponibilização dos ficheiros. Os ficheiros selecionados ainda não foram disponibilizados.

source: You cannot unrelease the files. The selected files have already been unreleased.
pt_pt: Não é possível anular a disponibilização dos ficheiros. A disponibilização dos ficheiros selecionados já foi anulada.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
pt_pt: A disponibilização de {{unReleasedDocumentsLength}} dos {{selectedRowKeysLength}} já foi anulada. Deseja anular a disponibilização dos outros documentos?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
pt_pt: Deseja anular a disponibilização de {{selectedRowKeysLength}} documentos?

source: Documents already unreleased
pt_pt: A disponibilização documentos já foi anulada

source: Unrelease impossible
pt_pt: Impossível anular a disponibilização

source: Files not released
pt_pt: Ficheiros não disponibilizados

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
pt_pt: A disponibilização de {{SucceededCount}} dos {{RequestedCount}} documentos foi anulada com sucesso. Documentos que não estão disponibilizados não podem ter a sua disponibilização anulada.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
pt_pt: {{SucceededCount}} de {{RequestedCount}} documentos foram retirados com sucesso.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
pt_pt: A disponibilização de {{FailedLength}} dos {{RequestedCount}} documentos selecionados não pode ser anulada. Apenas documentos disponibilizados podem ter a sua disponibilização anulada.

source: My summary document
pt_pt: O meu documento de resumo

source: Generation date
pt_pt: Data de geração

source: Document recipient
pt_pt: Destinatário do documento

source: Release status
pt_pt: Estado de disponibilização

source: My summary doc
pt_pt: O meu documento de resumo

source: Are you sure you want to cancel the release of the selected documents?
pt_pt: Tem a certeza de que deseja cancelar a disponibilização dos documentos selecionados?

source: Unrelease selected documents
pt_pt: Anular a disponibilização dos documentos selecionados

source: Are you sure you want to delete the selected documents?
pt_pt: Tem a certeza de que deseja eliminar os documentos selecionados?

source: Delete documents
pt_pt: Eliminar documentos

source: Are you sure you want to release the selected documents?
pt_pt: Tem a certeza de que deseja disponibilizar os documentos selecionados?

source: Release selected documents
pt_pt: Disponibilizar documentos selecionados

source: Communication manager name
pt_pt: Nome do gestor de comunicação

source: Type part of a name
pt_pt: Escreva parte de um nome

source: Generated after
pt_pt: Gerado após

source: Generated before
pt_pt: Gerado antes

source: Remove filters and the clear the search to show all results.
pt_pt: Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Recipient name
pt_pt: Nome do destinatário

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
pt_pt: Deseja alterar a etapa do fluxo de trabalho dos {{selectedRowKeysLength}}de {{allAvailableDocumentsCount}} documentos selecionados? Apenas as linhas selecionadas que não estão na etapa "{{TargetStep}}" serão movidas. Deve anular a disponibilização dos documentos disponibilizados para poder movê-los ao longo do fluxo de trabalho.

source: Change workflow step of selected documents
pt_pt: Alterar a etapa do fluxo de trabalho dos documentos selecionados

source: You cannot change the workflow step of the selected documents.
pt_pt: Não é possível alterar a etapa do fluxo de trabalho dos documentos selecionados.

source: Workflow step change impossible
pt_pt: Não é possível alterar a etapa do fluxo de trabalho

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
pt_pt: {{SucceededCount}} de {{RequestedCount}} documentos foram movidos com sucesso para a próxima etapa do fluxo de trabalho.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
pt_pt: De momento, {{FailedLength}} dos {{RequestedCount}} documentos selecionados não podem ser alterados. Tente novamente mais tarde.

source: Release impossible. The selected documents have already been released.
pt_pt: Disponibilização impossível. Os documentos selecionados já foram disponibilizados.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
pt_pt: Deseja disponibilizar {{selectedRowKeysLength}} documentos selecionados?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
pt_pt: {{SucceededCount}} de {{RequestedCount}} documentos foram disponibilizados com sucesso. Documentos que já estão disponibilizados e documentos que não estão na etapa "Revisão de documentos" não podem ser disponibilizados.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
pt_pt: {{FailedLength}} dos {{RequestedCount}} documentos selecionados não podem ser disponibilizados. Apenas documentos não disponibilizados que estão na etapa "Revisão de documentos" podem ser disponibilizados.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
pt_pt: Pretende anular a disponibilização de {{selectedRowKeysLength}} dos {{allAvailableDocumentsCount}} documentos selecionados? Apenas documentos disponibilizados terão a sua disponibilização anulada.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
pt_pt: Não é possível anular a disponibilização de ficheiros com o estado "Disponibilização anulada" e "Não disponibilizado".

source: You cannot unrelease the files; the selected files haven't been released yet.
pt_pt: Não pode anular a disponibilização dos ficheiros; os ficheiros selecionados ainda não foram disponibilizados.

source: You cannot unrelease files. The selected files have already been unreleased.
pt_pt: Não é possível anular a publicação de ficheiros. A publicação dos ficheiros selecionados já foi anulada.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
pt_pt: A disponibilização de {{unReleasedDocumentsLength}} dos {{selectedRowKeysLength}} documentos selecionados já foi anulada. Deseja anular a disponibilização dos outros documentos?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
pt_pt: Deseja anular a disponibilização de {{selectedRowKeysLength}} documento(s) selecionado(s)?

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
pt_pt: A disponibilização de {{FailedLength}} dos {{RequestedCount}} documentos selecionados não pode ser anulada. Apenas documentos disponibilizados podem ter a sua disponibilização anulada.

source: No manager
pt_pt: Sem gestor

source: Managers
pt_pt: Gestores

source: Communication manager
pt_pt: Gestor de comunicação

source: Supported file formats: PDF. Maximum file size: 20MB.
pt_pt: Formatos de ficheiro suportados: PDF. Tamanho máximo do ficheiro: 20MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
pt_pt: Pode fechar esta janela, mas mantenha esta página aberta para garantir um carregamento bem-sucedido.

source: Your file is being uploaded.
pt_pt: O seu ficheiro está a ser carregado.

source: The document "{{fileName}}" was successfully imported.
pt_pt: O documento "{{fileName}}" foi importado com sucesso.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
pt_pt: O documento "{{fileName}}" não pode ser importado. Verifique as condições de formato e tamanho.

source: Canceled
pt_pt: Cancelado

source: No doc
pt_pt: Sem documento

source: Not released
pt_pt: Não disponibilizado

source: Released
pt_pt: Disponibilizado

source: Unreleased
pt_pt: Disponibilização anulada

source: My summary report
pt_pt: O meu relatório de resumo

source: Document review
pt_pt: Revisão de documentos

source: Hierarchy validation
pt_pt: Validação de hierarquia

source: Marketing team equity plan
pt_pt: Plano de capital próprio da equipa de marketing

source: View grid
pt_pt: Ver grelha

source: Comp history
pt_pt: Histórico de comp

source: Go to individual view
pt_pt: Ir para vista individual

source: Comp overview
pt_pt: Visão geral de Comp

source: day
pt_pt: dia

source: History of the last {{count}} change events
pt_pt: Histórico dos últimos {{count}} eventos de alteração

source: month
pt_pt: mês

source: months
pt_pt: meses

source: No compensation history available for this worker at the moment.
pt_pt: Não existe histórico de compensação disponível para este trabalhador no momento.

source: No comp history
pt_pt: Sem histórico de compensação

source: Overview of recent changes
pt_pt: Visão geral das alterações recentes

source: Time in company
pt_pt: Tempo na empresa

source: Time in role
pt_pt: Tempo na função

source: year
pt_pt: ano

source: years
pt_pt: anos

source: Create plan
pt_pt: Criar plano

source: New plan
pt_pt: Novo plano

source: Are you sure you want to exit without saving your changes?
pt_pt: Tem a certeza de que deseja sair sem guardar as suas alterações?

source: Exit without saving
pt_pt: Sair sem guardar

source: Zip code
pt_pt: Código postal

source: Zip code or postal code.
pt_pt: Código postal.

source: Let's discuss on
pt_pt: Vamos discutir sobre

source: Type and status
pt_pt: Tipo e estado

source: Please accept the data privacy notice to proceed.
pt_pt: Aceite o aviso de privacidade de dados para continuar.

source: Bulk edition via CSV
pt_pt: Edição em massa via CSV

source: Export roles
pt_pt: Exportar funções

source: Upload your file
pt_pt: Carregue o seu ficheiro

source: Download your current role configuration
pt_pt: Descarregue a configuração atual da sua função

source: Edit the CSV file
pt_pt: Edite o ficheiro CSV

source: Upload the modified CSV file
pt_pt: Carregue o ficheiro CSV modificado

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
pt_pt: O ficheiro foi carregado com sucesso. Descarregue o ficheiro de registo. Para analisar eventuais erros, consulte as duas últimas colunas do ficheiro ["Result" (Resultado) e "Error Description" (Descrição do erro)].

source: Your avatar was successfully updated.
pt_pt: O seu avatar foi atualizado com sucesso.

source: <strong>{{userName}}</strong> added alignments.
pt_pt: <strong>{{userName}}</strong> adicionou alinhamentos.

source: <strong>{{userName}}</strong> deleted alignments.
pt_pt: <strong>{{userName}}</strong> eliminou alinhamentos.

source: <strong>{{userName}}</strong> added a file.
pt_pt: <strong>{{userName}}</strong> adicionou um ficheiro.

source: <strong>{{userName}}</strong> deleted a file.
pt_pt: <strong>{{userName}}</strong> eliminou um ficheiro.

source: <strong>{{userName}}</strong> added a deliverable.
pt_pt: <strong>{{userName}}</strong> adicionou um entregável.

source: <strong>{{userName}}</strong> deleted a deliverable.
pt_pt: <strong>{{userName}}</strong> eliminou um entregável.

source: <strong>{{userName}}</strong> marked a deliverable as done.
pt_pt: <strong>{{userName}}</strong> marcou um entregável como concluído.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
pt_pt: <strong>{{userName}}</strong> marcou uma entrega como não concluída.

source: <strong>{{userName}}</strong> updated a deliverable.
pt_pt: <strong>{{userName}}</strong> atualizou um entregável.

source: <strong>{{userName}}</strong> updated a description.
pt_pt: <strong>{{userName}}</strong> atualizou uma descrição.

source: <strong>{{userName}}</strong> updated the due date.
pt_pt: <strong>{{userName}}</strong> atualizou a data de vencimento.

source: <strong>{{userName}}</strong> approved a goal
pt_pt: <strong>{{userName}}</strong> aprovou um objetivo

source: <strong>{{userName}}</strong> created a goal
pt_pt: <strong>{{userName}}</strong> criou um objetivo

source: <strong>{{userName}}</strong> rejected a goal
pt_pt: <strong>{{userName}}</strong> rejeitou um objetivo

source: <strong>{{userName}}</strong> deleted a goal
pt_pt: <strong>{{userName}}</strong> eliminou um objetivo

source: <strong>{{userName}}</strong> marked a goal as done.
pt_pt: <strong>{{userName}}</strong> marcou um objetivo como concluído.

source: <strong>{{userName}}</strong> reopened a goal
pt_pt: <strong>{{userName}}</strong> reabriu um objetivo

source: <strong>{{userName}}</strong> submitted a goal for approval.
pt_pt: <strong>{{userName}}</strong> enviou um objetivo para aprovação.

source: <strong>{{userName}}</strong> added a measurement criterion
pt_pt: <strong>{{userName}}</strong> adicionou um critério de medição

source: <strong>{{userName}}</strong> deleted a measurement criterion
pt_pt: <strong>{{userName}}</strong> eliminou um critério de medição

source: <strong>{{userName}}</strong> updated a measurement criterion
pt_pt: <strong>{{userName}}</strong> atualizou um critério de medição

source: <strong>{{userName}}</strong> updated the population of a goal.
pt_pt: <strong>{{userName}}</strong> atualizou a população de um objetivo.

source: <strong>{{userName}}</strong> updated a goal priority
pt_pt: <strong>{{userName}}</strong> atualizou a prioridade de um objetivo

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
pt_pt: <strong>{{userName}}</strong> atualizou as definições de progresso de um objetivo.

source: <strong>{{userName}}</strong> updated the progress of a goal.
pt_pt: <strong>{{userName}}</strong> atualizou o progresso de um objetivo.

source: <strong>{{userName}}</strong> updated a title
pt_pt: <strong>{{userName}}</strong> atualizou um título

source: <strong>{{userName}}</strong> updated a goal tracking status
pt_pt: <strong>{{userName}}</strong> atualizou o estado de acompanhamento de um objetivo

source: <strong>{{userName}}</strong> updated the weight of a goal.
pt_pt: <strong>{{userName}}</strong> atualizou o peso de um objetivo.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
pt_pt: O nosso filtro de segurança bloqueou o seu pedido. Atualize a página e tente novamente. Se o problema persistir, contacte a sua equipa de TI para obter assistência.

source: Exit proxy
pt_pt: Sair da representação

source: Back to the previous page
pt_pt: Voltar à página anterior

source: You currently don't have proxy access
pt_pt: Atualmente, não tem acesso de representação

source: My proxy permissions
pt_pt: As minhas permissões de representação

source: Proxy user
pt_pt: Utilizador de representação

source: Acting on behalf of
pt_pt: A agir em nome de

source: Your goal was successfully published. You're on the right track!
pt_pt: O seu objetivo foi publicado com sucesso. Está no caminho certo!

source: See all
pt_pt: Ver tudo

source: View goal
pt_pt: Ver objetivo

source: Read less
pt_pt: Ler menos

source: Read more
pt_pt: Ler mais

source: State or region.
pt_pt: Estado ou região.

source: Are you sure you want to reopen this goal?
pt_pt: Tem a certeza de que deseja reabrir este objetivo?

source: Reopen goal
pt_pt: Reabrir objetivo

source: Add inspiration tip content
pt_pt: Adicionar conteúdo de sugestão de inspiração
